Repository: 0x1-company/ios-monorepo
Catalog: Packages/MatchCore/Sources/ProfileLogic/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, id, pl, pt_br, vi

source: Edit locket link
ar: تحرير رابط Locket
es: Editar enlace Locket
fr: Modifier le lien Locket
id: Edit tautan Locket
pl: Edytuj link Locket
pt_br: Editar link do Locket
vi: Chỉnh sửa liên kết Locket

source: Edit PIN
ar: تحرير PIN
es: Editar PIN
fr: Modifier le code PIN
pl: Edytuj PIN
pt_br: Editar PIN
vi: Chỉnh sửa PIN

source: Edit username
ar: تحرير اسم المستخدم
es: Editar nombre de usuario
fr: Modifier le nom d'utilisateur
id: Edit nama pengguna
pl: Edytuj nazwę użytkownika
pt_br: Editar nome de usuário
vi: Chỉnh sửa tên người dùng

source: Jump to BeReal
ar: انتقل إلى BeReal
es: Saltar a BeReal
fr: Aller à BeReal
id: Lompat ke BeReal
pl: Przejdź do BeReal
pt_br: Ir para BeReal
vi: Chuyển đến BeReal

source: Jump to Locket
ar: انتقل إلى Locket
es: Saltar a Locket
fr: Aller à Locket
id: Lompat ke Locket
pl: Przejdź do Locket
pt_br: Ir para Locket
vi: Chuyển đến Locket

source: Jump to TapNow
ar: انتقل إلى TapNow
es: Saltar a TapNow
fr: Aller à TapNow
id: Lompat ke TapNow
pl: Przejdź do TapNow
pt_br: Ir para TapNow
vi: Chuyển đến TapNow

source: Jump to tenten
ar: انتقل إلى tenten
es: Saltar a tenten
fr: Aller à tenten
id: Lompat ke tenten
pl: Przejdź do tenten
pt_br: Ir para tenten
vi: Chuyển đến tenten

source: Select BeReal
ar: اختر BeReal
es: Seleccionar BeReal
fr: Sélectionner BeReal
id: Pilih BeReal
pl: Wybierz BeReal
pt_br: Selecionar BeReal
vi: Chọn BeReal

source: Select Locket
ar: اختر Locket
es: Seleccionar Locket
fr: Sélectionner Locket
id: Pilih Locket
pl: Wybierz Locket
pt_br: Selecionar Locket
vi: Chọn Locket

source: Select TapNow
ar: اختر TapNow
es: Seleccionar TapNow
fr: Sélectionner TapNow
id: Pilih TapNow
pl: Wybierz TapNow
pt_br: Selecionar TapNow
vi: Chọn TapNow

source: Select tenten
ar: اختر tenten
es: Seleccionar tenten
fr: Sélectionner tenten
id: Pilih tenten
pl: Wybierz tenten
pt_br: Selecionar tenten
vi: Chọn tenten
